<?php

return [

    'helpAndFaq' => 'Βοήθεια και Συχνές Ερωτήσεις',
    'faq' => 'Συχνές Ερωτήσεις',

    'question1' => 'Πως αναθέτω εθελοντή σε μία δράση;',
    'answer1' => '<p>Προκειμένου ένας εθελοντής να μπορεί να πάρει μέρος σε μία δράση, θα πρέπει να περάσει από διάφορα στάδια. Το “ταξίδι” του στην πλατφόρμα ξεκινάει με τη συμπλήρωση της αίτησής του. Ο διαχειριστής της πλατφόρμας, δηλαδή ο χρήστης που είναι υπεύθυνος της μονάδας root, εντάσσει τον εθελοντή στη μονάδα.</p>
    <p>Για να προχωρήσει σε επόμενες μονάδες, θα πρέπει να γίνουν τα προκαθορισμένα τρία βήματα: <strong>Επικοινωνία</strong> με τον εθελοντή, <strong>Συνέντευξη</strong> και <strong>Ανάθεση</strong> σε επόμενο μονάδα. Τα βήματα αυτά περιέχουν πεδίο σχολίων, και δυνατότητα αποθήκευσης ή ολοκλήρωσης. Για παράδειγμα αν ο διαχειριστής τηλεφωνήσει στον εθελοντή αλλά εκείνος δεν απαντήσει στην κλήση, μπορεί να σημειώσει το παραπάνω συμβάν στο πεδίο σχολίων του βήματος Επικοινωνία και να το αποθηκεύσει. Με αυτόν τον τρόπο, στη σελίδα Εκκρεμότητες, μπορεί να δει εύκολα και γρήγορα το βήμα που εκκρεμεί και να θυμηθεί να καλέσει τον εθελοντή κάποια άλλη στιγμή.</p>
    <p>Μετά την Επικοινωνία και τη Συνέντευξη, ο διαχειριστής κρίνει σε ποια μονάδα είναι καταλληλότερος ο εθελοντής και τον αναθέτει σε αυτή. Είναι πλέον αρμοδιότητα του υπευθύνου αυτής της μονάδας να επικοινωνήσει και να προγραμματίσει συνέντευξη με τον εθελοντή. Με αυτή τη διαδικασία, ο εθελοντής προχωράει όλο και βαθύτερα στο δέντρο των οργανωτικών μονάδων.</p>
    <p>Όταν πλέον μια μονάδα έχει δράσεις, ο υπεύθυνός της μπορεί να αποφασίσει αν ο εθελοντής θα πάρει μέρος στις δράσεις της, δηλαδή να έχει κατάσταση <span class="status active">Ενεργός</span>, ή αν θα παραμείνει <span class="status available">Διαθέσιμος</span>. στη μονάδα μέχρι να δημιουργηθεί μια άλλη δράση.</p>
   <p>Μετά τη λήξη της δράσης, η κατάσταση του εθελοντή αλλάζει αυτόματα από <span class="status active">Ενεργός</span> σε <span class="status available">Διαθέσιμος</span>.</p>',

    'question2' => 'Πως αξιολογώ έναν εθελοντή;',
    'answer2' => '<p>Η αξιολόγηση των εθελοντών γίνεται από τους υπεύθυνους της δράσης στις οποίες έχει πάρει μέρος ο εθελοντής, εφόσον έχουν οριστεί στη δράση. Μετά τη λήξη της δράσης, στέλνεται αυτόματα ένα ενημερωτικό email που καλεί τον υπεύθυνο της δράσης να αξιολογήσει όλους τους εθελοντές που πήραν μέρος σε αυτή.</p>
 <p>Η αξιολόγηση γίνεται βάση διάφορων κριτηρίων που έχουν οριστεί, και υπάρχει πεδίο ανοιχτό σχολίων. Ο υπεύθυνος μπορεί να αξιολογήσει τους εθελοντές μιας δράσης μόνο μία φορά.</p>
 <p>Οι υπεύθυνοι δράσης δεν είναι απαραίτητο να είναι χρήστες του συστήματος. Οι χρήστες της πλατφόρμας δεν έχουν τη δυνατότητα να αξιολογήσουν τον εθελοντή, αν όμως κάποιος χρήστης της πλατφόρμας επιθυμεί να σημειώσει κάτι για έναν εθελοντή, μπορεί να χρησιμοποιήσει το πεδίο “Σχόλια” στο προφίλ του εθελοντή. Το πεδίο αυτό είναι ορατό από όλους τους χρήστες του συστήματος.</p>',


    'helpFile' => 'Αρχείο οδηγιών',
    'downloadFile' => 'Για περισσότερες πληροφορίες και οδηγίες χρήσης της πλατφόρμας, μπορείτε να κατεβάσετε το αρχείο οδηγιών.',

];
