<?php

return [

    'action'	=> 'Δράση',
    'actions'	=> 'Δράσεις',

    'new.capitals'	=> 'ΕΝΕΡΓΕΣ ΔΡΑΣΕΙΣ',
    'calendar'	=> 'Ημερολόγιο Δράσεων',

    'view'	=> 'Προβολή Δράσεων',
    'viewOne'	=> 'Προβολή Δράσης',
    'create'	=> 'Δημιουργία Δράσης',
    'edit'	=> 'Επεξεργασία Δράσης',
    'info'	=> 'Στοιχεία δράσης',
    'ratings'	=> 'Αξιολογήσεις Δράσης',

    'name'	=> 'Όνομα',
    'comments'	=> 'Σχόλια',
    'description'	=> 'Περιγραφή',
    'startDate'	=> 'Ημ. Έναρξης',
    'endDate'	=> 'Ημ. Λήξης',
    'duration'	=> 'Διάρκεια',
    'execName'	=> 'Όνομα υπευθύνου επικοινωνίας',
    'execNameExpl'	=> 'Ο υπεύθυνος επικοινωνίας δεν είναι απαραίτητο να είναι χρήστης του συστήματος',
    'execEmail'	=> 'Email υπευθύνου επικοινωνίας',
    'execPhone'	=> 'Τηλέφωνο υπευθύνου επικοινωνίας',
    'volNum'	=> 'Αριθμός εθελοντών',
    'volNumExpl'	=> 'Πόσοι εθελοντές χρειάζονται για τη δράση',
    'volNumExplDynamic'	=> 'Υπολογίζεται δυναμικά ανάλογα με τον αριθμό εθελοντών που έχει δηλωθεί στα χρονοδιαγράμματα εργασίας των subtasks',
    'tableActions' => 'Ενέργειες',
    'publicPageUrl' => 'URL δημόσιας σελίδας',


    /* search */
    'actionName'	=> 'Όνομα Δράσης',
    'belongsTo'	=> 'Ανήκει στη μονάδα',
    'searchStartDate'	=> 'Ημερομηνία Έναρξης',
    'searchStartDateExpl'	=> 'Δράσεις που ξεκινούν μετά από την ημερομηνία',
    'searchEndDate'	=> 'Ημερομηνία Λήξης',
    'searchEndDateExpl'	=> 'Δράσεις που λήγουν πριν από την ημερομηνία',
    'onlyActive'	=> 'Μόνο οι ενεργές δράσεις',
    'moreFilters'	=> 'Περισσότερα Φίλτρα...',
    'execName'	=> 'Όνομα Υπευθύνου Δράσης',

    'selectParent'	=> 'Επιλογή πατέρα δράσης',
    'totalRatings'	=> 'Συνολικές αξιολογήσεις για τη δράση',
    'noRatings'	=> 'Δεν υπάρχουν αξιολογήσεις για τη δράση.',

    'taskBoard'	=> 'Task Board',
    'viewPublicPage'	=> 'Δημιουργία Δημόσιας Σελίδας',
    'editPublicPage'	=> 'Επεξεργασία Δημόσιας Σελίδας',
    'execInfo'	=> 'Στοιχεία Υπευθύνου Δράσης',
    'noExec'	=> 'Δεν έχει οριστεί υπεύθυνος δράσης',
    'commExecInfo'	=> 'Στοιχεία Υπευθύνου Επικοινωνίας',
    'noCommExec'	=> 'Δεν έχει οριστεί υπεύθυνος επικοινωνίας',
    'viewRatings' => 'Για να δείτε τα αποτελέσματα πιο αναλυτικά, πατήστε ',
    'here' => 'εδώ',



];
