<?php

return [

    'createCTA'	=> 'Δημιουργήστε τη δημόσια σελίδα που θα βλέπουν οι εθελοντές για να δηλώσουν το ενδιαφέρον τους για τη δράση.',
    'editCTA'	=> 'Επεξεργαστείτε τη δημόσια σελίδα που θα βλέπουν οι εθελοντές για να δηλώσουν το ενδιαφέρον τους για τη δράση.',
    'sample'	=> 'Δείγμα δημόσιας σελίδας',
    'view'	=> 'Προβολή δημόσιας σελίδας',
    'fillFields'	=> 'Συμπληρώστε τα απαιτούμενα πεδία.',
    'noRights'	=> 'Δεν έχετε δικαίωμα να δημιουργήσετε δημόσια σελίδα για αυτή τη δράση.',
    'iAmInterested'	=> 'Υποβολή ενδιαφέροντος',

    /* form */
    'activatePage'	=> 'Ενεργοποίηση σελίδας (η σελίδα θα είναι ορατή στο κοινό)',
    'description'	=> 'Περιγραφή',
    'address'	=> 'Διεύθυνση/Χώρος διεξαγωγής',
    'mapURL'	=> 'URL χάρτη',
    'execName'	=> 'Όνομα υπεύθυνου επικοινωνίας',
    'execEmail'	=> 'Email υπεύθυνου επικοινωνίας',
    'execPhone'	=> 'Τηλέφωνο υπεύθυνου επικοινωνίας',
    'pageURL'	=> 'URL σελίδας',
    'pageURLExpl'	=> 'Χρησιμοποιήστε λατινικούς χαρακτήρες. Αποφύγετε τα κενά, και τον χαρακτήρα "/".',


    /* public subtasks */
    'choosePublicSubtasks'	=> 'Επιλέξτε ποια subtasks θέλετε να εμφανίζονται στη δημόσια σελίδα.',
    'atLeastOneShift'	=> 'Για τη σωστή εμφάνιση των subtasks, θα πρέπει να έχουν τουλάχιστον μία βάρδια το καθένα.',


    /* public cta sample page */
    'cta'	=> 'Call To Action',
    'callVolunteersToAction'	=> 'Κάλεσμα εθελοντών στη δράση',
    'from'	=> 'Από',
    'to'	=> 'έως',
    'exec'	=> 'Υπεύθυνος επικοινωνίας',
    'volunteers'	=> 'εθελοντές',

    'pleaseSelectPosition'	=> 'Παρακαλώ επιλέξτε τουλάχιστον μία θέση.',
    'weWillContactYou'	=> 'Αφού επιλέξετε τις θέσεις που σας ενδιαφέρουν, συμπληρώστε τα στοιχεία σας για
                                        να επικοινωνήσουμε μαζί σας.',


    'firstName'	=> 'Όνομα',
    'lastName'	=> 'Επώνυμο',
    'email'	=> 'Email',
    'phone'	=> 'Τηλέφωνο επικοινωνίας',
    'comments'	=> 'Σχόλια',

    'pageNotFound'	=> 'Η σελίδα δεν βρέθηκε',
    'thankYou'	=> 'Ευχαριστούμε για τη συμμετοχή! Θα επικοινωνήσουμε σύντομα μαζί σας.',
];
