<?php

return [

    'rating'	=> 'Αξιολόγηση',

    /* action rating */
    'actionRating'	=> 'Αξιολόγηση δράσης',
    'actionDuration'	=> 'Διάρκεια Δράσης',
    'alreadyRatedAction'	=> 'Έχετε ήδη αξιολογήσει τη δράση',
    'youReceivedThisEmailVolunteer'	=> 'Λάβατε αυτό το ερωτηματολόγιο επειδή είστε εγγεγραμμένος ως εθελοντής στην πλατφόρμα διαχείρισης εθελοντών ',

    'ratingAdded'	=> 'Η αξιολόγηση καταχωρήθηκε με επιτυχία. Ευχαριστούμε.',

    'fullyDisagree'	=> 'Διαφωνώ απόλυτα',
    'disagree'	=> 'Διαφωνώ',
    'neutral'	=> 'Ούτε διαφωνώ/ούτε συμφωνώ',
    'agree'	=> 'Συμφωνώ',
    'fullyAgree'	=> 'Συμφωνώ απόλυτα',

    'otherComments'	=> 'Γράψε άλλες παρατηρήσεις (π.χ. μια όμορφη στιγμή, μια δύσκολη στιγμή ή κάτι που θα ήθελες να γίνει διαφορετικά).',

    'pleaseAnswerAllQuestions'	=> 'Παρακαλώ απαντήστε σε όλες τις ερωτήσεις',

    /* volunteer rating */
    'volunteerRating'	=> 'Αξιολόγηση εθελοντών για τη δράση',
    'volunteerRatingHalf'	=> 'Αξιολόγηση εθελοντών',
    'comments'	=> 'Σχόλια',
    'addVolunteerHours'	=> 'Σημειώστε τις ώρες που απασχολήθηκε ο εθελοντής στη δράση',
    'hours'	=> 'Ώρες',
    'minutes'	=> 'Λεπτά',

    'thankYou'	=> 'Ευχαριστούμε!',
    'prevVolunteer'	=> 'Προηγούμενος εθελοντής',
    'nextVolunteer'	=> 'Επόμενος εθελοντής',
    'noVolunteers'	=> 'Δεν υπάρχουν εθελοντές προς αξιολόγηση.',
    'youReceivedThisEmailActionManager'	=> 'Λάβατε αυτό το ερωτηματολόγιο επειδή είστε υπεύθυνος της δράσης στην πλατφόρμα διαχείρισης εθελοντών ',

    'alreadyRatedVolunteer'	=> 'Έχετε ήδη αξιολογήσει τους εθελοντές αυτής της δράσης.',


    /* OPA ratings */
    'volunteerParticipatedTo'	=> 'Ο εθελοντής πήρε μέρος στα παρακάτω tasks:',
    'charsRemaining'	=> 'χαρακτήρες απομένουν',


    'actionDescription'	=> 'Καταγράψτε τα προφορικά σχόλια του εθελοντή σχετικά με τη δράση',

    'problemsOccured'	=> 'Τι προβλήματα αντιμετώπισε και πώς',

    'laborAndInterpersonalSkills'	=> 'Με βάση τις παρακάτω εργασιακές και διαπροσωπικές ικανότητες, εντοπίστε δυνατά ή σημεία προς βελτίωση για τον εθελοντή:',
    'laborSkills'	=> 'Εργασιακές ικανότητες',
    'interpersonalSkills'	=> 'Διαπροσωπικές ικανότητες',
    'strongOrWeak'	=> 'Δυνατά/Σημεία προς βελτίωση',
    'strong'	=> 'Δυνατό',
    'weak'	=> 'Προς βελτίωση',
    'commentsEtc'	=> 'Σχόλια/Παρατηρήσεις',

    'nextSteps'	=> 'Καθορίστε συγκεκριμένα πεδία για βελτίωση, ενέργειες εκπαίδευσης και ανάπτυξης και προγραμματίστε τους στόχους και τις ενέργειες για το επόμενο έργο στο οποίο μπορεί να προσφέρει ο εθελοντής',
    'fieldsToImprove'	=> 'Πεδία βελτίωσης',
    'training'	=> 'Εκπαίδευση',
    'objectives'	=> 'Στόχοι και δράσεις',
    'support'	=> 'Υποστήριξη από τον οργανισμό και τον υπεύθυνο της δράσης',

    'generalComments'	=> 'Καταγράψτε τα δικά σας σχόλια για τον εθελοντή (γενικές παρατηρήσεις)',

    'deletedRatingContact'	=> 'Η αξιολόγηση έχει διαγραφεί. Σε περίπτωση που θέλετε να ξαναγίνει η αξιολόγηση, επικοινωνήστε με τον υπεύθυνο δράσης και αποστείλετε το σύνδεσμο :link',

];
