<?php

return [



    /* action rating */
    'actionRating'	=> 'Αξιολόγηση δράσης',
    'actionDuration'	=> 'Διάρκεια Δράσης',
    'alreadyRatedAction'	=> 'Έχετε ήδη αξιολογήσει τη δράση',
    'youReceivedThisEmailVolunteer'	=> 'Λάβατε αυτό το ερωτηματολόγιο επειδή είστε εγγεγραμμένος ως εθελοντής στην πλατφόρμα διαχείρισης εθελοντών ',

    'ratingAdded'	=> 'Η αξιολόγηση καταχωρήθηκε με επιτυχία. Ευχαριστούμε.',

    'fullyDisagree'	=> 'Διαφωνώ απόλυτα',
    'disagree'	=> 'Διαφωνώ',
    'neutral'	=> 'Ούτε διαφωνώ/ούτε συμφωνώ',
    'agree'	=> 'Συμφωνώ',
    'fullyAgree'	=> 'Συμφωνώ απόλυτα',

    'otherComments'	=> 'Γράψε άλλες παρατηρήσεις (π.χ. μια όμορφη στιγμή, μια δύσκολη στιγμή ή κάτι που θα ήθελες να γίνει διαφορετικά).',

    'pleaseAnswerAllQuestions'	=> 'Παρακαλώ απαντήστε σε όλες τις ερωτήσεις',



    /* volunteer rating */
    'volunteerRating'	=> 'Αξιολόγηση εθελοντών για τη δράση',
    'volunteerRatingHalf'	=> 'Αξιολόγηση εθελοντών',
    'comments'	=> 'Σχόλια',
    'addVolunteerHours'	=> 'Σημειώστε τις ώρες που απασχολήθηκε ο
                                                                εθελοντής στη δράση',
    'hours'	=> 'Ώρες',
    'minutes'	=> 'Λεπτά',

    'thankYou'	=> 'Ευχαριστούμε!',
    'prevVolunteer'	=> 'Προηγούμενος εθελοντής',
    'nextVolunteer'	=> 'Επόμενος εθελοντής',
    'noVolunteers'	=> 'Δεν υπάρχουν εθελοντές προς αξιολόγηση.',
    'youReceivedThisEmailActionManager'	=> 'Λάβατε αυτό το ερωτηματολόγιο επειδή είστε υπεύθυνος της δράσης στην πλατφόρμα διαχείρισης εθελοντών ',

    'alreadyRatedVolunteer'	=> 'Έχετε ήδη αξιολογήσει τους εθελοντές αυτής της δράσης.',

];
