<?php

return [

    'volunteer' => '',
    'volunteers' => 'Εθελοντές',

    'create' => 'Δημιουργία Εθελοντή/Εθελόντριας',
    'edit' => 'Επεξεργασία Εθελοντή/Εθελόντριας',
    'info' => 'Εθελοντές',
    'view' => 'Προβολή Εθελοντών',
    'viewOne' => 'Προβολή Εθελοντή',

    /* statuses */
    'new' => 'Νέοι',
    'pending' => 'Υπό Ένταξη',
    'available' => 'Διαθέσιμοι',
    'active' => 'Ενεργοί',
    'notAvailable' => 'Μη Διαθέσιμοι',
    'blacklisted' => 'Blacklisted',
    'volunteerSum' => 'Σύνολο Εθελοντών',

    'new.capitals' => 'ΝΕΟΙ ΕΘΕΛΟΝΤΕΣ',
    'pending.capitals' => 'ΥΠΟ ΈΝΤΑΞΗ ΕΘΕΛΟΝΤΕΣ',
    'available.capitals' => 'ΔΙΑΘΕΣΙΜΟΙ ΕΘΕΛΟΝΤΕΣ',
    'active.capitals' => 'ΕΝΕΡΓΟΙ ΕΘΕΛΟΝΤΕΣ',


    /* reports */
    'reports.status-pie' => 'Διάγραμμα Εθελοντών',

    'birthdayToday' => 'Έχουν γενέθλια σήμερα',
    'noBirthday' => 'Κανένας εθελοντής δεν έχει γενέθλια σήμερα',


    /* data tables and form fields */
    'id' => 'ID',
    'amka' => 'Α.Μ.Κ.Α.',
    'name' => 'Όνομα',
    'lastName' => 'Επώνυμο',
    'email' => 'Email',
    'address' => 'Διεύθυνση',
    'phone' => 'Τηλέφωνο',
    'status' => 'Κατάσταση',
    'activities' => 'Ενέργειες',
    'pendingStuff' => 'Εκκρεμότητα|Εκκρεμότητες',
    'comments' => 'Σχόλια',
    'email' => 'Email',
    'cellTel' => 'Κινητό',
    'workTel' => 'Τηλέφωνο εργασίας',
    'homeTel' => 'Τηλέφωνο οικίας',
    'fax' => 'Φαξ',
    'city' => 'Πόλη',
    'country' => 'Χώρα',
    'gender' => 'Φύλο',
    'maritalStatus' => 'Οικογενειακή Κατάσταση',
    'educationLevel' => 'Επίπεδο Εκπαίδευσης',
    'department' => 'Σχολή',

    'fathersName' => 'Όνομα πατέρα',
    'birthDate' => 'Ημ. Γέννησης',
    'livesInCurrCountry' => 'Κάτοικος Ελλάδας',
    'livesInCurrCountryExpl' => '(Αποεπιλέξτε εφόσον δε διαμένετε μόνιμα στην Ελλάδα.)',
    'idType' => 'Τύπος ταυτότητας',
    'idNumber' => 'Αριθμός',
    'afm' => 'Α.Φ.Μ.',
    'contractDate' => 'Ημερομηνία υπογραφής σύμβασης',
    'postBox' => 'Τ.Κ',
    'childNum' => 'Αριθμός τέκνων',
    'volunteerUnderage' => 'Ο εθελοντής είναι ανήλικος',

    'educationLevel' => 'Επίπεδο εκπαίδευσης',
    'specialty' => 'Ειδικότητα',
    'department' => 'Σχολή',
    'other_education_level' => 'Άλλο επίπεδο εκπαίδευσης',
    'driverLicenceType' => 'Δίπλωμα οδήγησης',
    'computerUsage' => 'Χρήση υπολογιστή',
    'computerUsageComments' => 'Λοιπές δεξιότητες υπολογιστή',
    'foreignLanguages' => 'Ξένες Γλώσσες',
    'noForeignLanguage' => 'Δεν έχει δηλωθεί καμία ξένη γλώσσα.',
    'level' => 'Επίπεδο',
    'extraLanguages' => 'Άλλες γλώσσες',
    'extraLanguagesExpl' => 'Συμπληρώστε τις επιπλέον γλώσσες που γνωρίζετε και το επίπεδό σας',

    'availability' => 'Διαθεσιμότητα',
    'availabilityTimes' => 'Χρόνοι συνεισφοράς',
    'unitsExcludes' => 'Ο εθελοντής δεν μπορεί να ενταχθεί στις μονάδες',

    'interests' => 'Ενδιαφέροντα',
    'noInterest' => 'Δεν έχει δηλωθεί κανένα ενδιαφέρον.',
    'additionalSkills' => 'Πρόσθετες ικανότητες, προσόντα και εμπειρία',
    'additionalSkillsHalf' => 'Πρόσθετες ικανότητες',
    'interestsArea' => 'Περιοχές ενδιαφερόντων',

    'howYouLearned' => 'Πως μάθατε για εμάς;',
    'howYouLearned2' => 'Πώς ενημερώθηκε για τη θέση εργασίας εθελοντισμού;',
    'howTheyLearned' => 'Πως έμαθε για εμάς',
    'howTheyLearned2' => 'Πώς ενημερώθηκε για τη θέση εργασίας εθελοντισμού',

    'knowsWord' => 'Γνώση Word',
    'knowsExcel' => 'Γνώση Excel',
    'knowsPowerpoint' => 'Γνώση Powerpoint',
    'volunteeringDepartments' => 'Τομείς προσφοράς εθελοντικής υπηρεσίας',
    'otherDepartment' => 'Άλλος τομέας ενασχόλησης',
    'hasPreviousVolunteeringExperience' => 'Εθελοντική Εμπειρία',
    'previousVolunteeringExperience' => 'Εθελοντική εμπειρία - σχόλια',
    'hasPreviousWorkingExperience' => 'Εργασιακή Εμπειρία',
    'previousWorkingExperience' => 'Εργασιακή εμπειρία - σχόλια',

    'morning' => 'Πρωί',
    'afternoon' => 'Μεσημέρι',
    'evening' => 'Απόγευμα',
    'weekend' => 'Σαββατοκύριακο',

    'files' => 'Αρχεία',
    'uploadFiles' => 'Ανέβασμα αρχείων',
    'uploadedFiles' => 'Ανεβασμένα αρχείων',
    'moreThanOne' => 'Μπορείτε να ανεβάσετε περισσότερα από 1 αρχεία.',
    'lessThan10gb' => 'Τα αρχεία δεν πρέπει να ξεπερνούν σε μέγεθος τα 10mb.',

    'commentsAboutVolunteer' => 'Σχόλια για τον εθελοντή',
    'noComment' => 'Κανένα σχόλιο',
    'totalVolunteerRating' => 'Συνολική αξιολόγηση εθελοντή',

    'excludeFromUnits' => 'Αποκλεισμός εθελοντή από τις μονάδες',

    'daysAndTimes' => 'Ημέρες και ώρες',

    /* form defaults */
    'contributionRate' => 'Συχνότητα συνεισφοράς',
    'workStatus' => 'Εργασιακή κατάσταση',
    'workDescription' => 'Εργασία',
    'workDescriptionExpl' => 'Περιγράψτε τη θέση σας στην παρούσα ή πιο πρόσφατη εργασία.',
    'participationReason' => 'Λόγος συμμετοχής',
    'participationReasonExpl' => 'Περιγράψτε τους λόγους που θέλετε να γίνετε εθελοντής/εθελόντρια.',
    'volunteeringOrg' => 'Εθελοντική οργάνωση',
    'volunteeringOrgExpl' => 'Εάν ανήκετε ή ανήκατε σε κάποιες εθελοντικές οργανώσεις, ποιο ήταν το αντικείμενο τους και για πόσο χρονικό διάστημα είχατε συμμετοχή.',
    'volunteeringPrev' => 'Εθελοντικές δράσεις',
    'volunteeringPrevExpl' => 'Εάν έχετε πάρει μέρος σε εθελοντικές δράσεις στο παρελθόν, περιγράψτε ποιο ήταν/είναι το αντικείμενο.',


    /* search */
    'belongsTo' => 'Ανήκει στη μονάδα',
    'onlyMyVolunteers' => 'Μόνο οι εθελοντές μου',
    'withContractDate' => 'Εθελοντές με ημ. σύμβασης',
    'moreFilters' => 'Περισσότερα Φίλτρα...',
    'phoneNumber' => 'Τηλέφωνο',
    'ageRange' => 'Ηλικιακό Εύρος',


    'addVolunteers' => 'Προσθήκη Εθελοντών',
    'noVolunteersAvailable' => 'Δεν υπάρχουν διαθέσιμοι εθελοντές.',

    'assignToMyUnit' => 'Ανάθεση στη μονάδα μου',

    /* tabs */
    'personalInfo' => 'Ατομικά Στοιχεία',
    'contactInfo' => 'Στοιχεία Επικοινωνίας',
    'educationAndSkills' => 'Εκπαίδευση & Ικανότητες',
    'workAndVolunteeringExp' => 'Εργασιακή Εμπειρία & Εθελοντική Προσφορά',
    'availabilityAndInterests' => 'Διαθεσιμότητα & περιοχές ενδιαφερόντων',
    'commentsAndInfo' => 'Σχόλια & Αρχεία',

    /* public tabs */
    'personalInfoCaps' => 'ΑΤΟΜΙΚΑ ΣΤΟΙΧΕΙΑ',
    'contactInfoCaps' => 'ΣΤΟΙΧΕΙΑ ΕΠΙΚΟΙΝΩΝΙΑΣ',
    'educationAndSkillsCaps' => 'ΕΚΠΑΙΔΕΥΣΗ & ΙΚΑΝΟΤΗΤΕΣ',
    'workExpCaps' => 'ΕΡΓΑΣΙΑΚΗ ΕΜΠΕΙΡΙΑ',
    'volunteeringExpCaps' => 'ΕΘΕΛΟΝΤΙΚΗ ΠΡΟΣΦΟΡΑ',
    'availabilityCaps' => 'ΔΙΑΘΕΣΙΜΟΤΗΤΑ',
    'interestsCaps' => 'ΠΕΡΙΟΧΕΣ ΕΝΔΙΑΦΕΡΟΝΤΩΝ',

    'currentStatus' => 'Τρέχουσα κατάσταση',
    'actionParticipation' => 'Συμμετοχή σε δράσεις',
    'ratings' => 'Αξιολογήσεις',
    'history' => 'Ιστορικό',

    /* show one */
    'yeardOld' => 'ετών',
    'preferredContactWay' => 'Προτιμώμενος τρόπος επικοινωνίας',

    'markedAsBlacklisted' => 'Ο εθελοντής έχει επισημανθεί ως blacklisted',
    'markAsBlacklisted' => 'Σήμανση εθελοντή ως blacklisted',
    'markAsBlacklistedExpl' => 'Σε περίπτωση που θέλετε να επισημάνετε τον εθελοντή ως blacklisted, ο εθελοντής θα σταματήσει να ανήκει σε οποιαδήποτε μονάδα και δράση ανήκει μέχρι στιγμής.',
    'markAsNotBlacklisted' => 'Σήμανση εθελοντή ως μη blacklisted',

    'markAsNotAvailable' => 'Σήμανση εθελοντή ως μη διαθέσιμος',
    'markAsNotAvailableExpl' => 'Σε περίπτωση που ο εθελοντής δεν μπορεί να πάρει μέρος σε δράσεις για κάποιο χρονικό διάστημα, μπορείτε να τον επισημάνετε ως "Μη διαθέσιμο".',
    'markedAsNotAvailable' => 'Ο εθελοντής έχει επισημανθεί ως μη διαθέσιμος για το διάστημα',

    'markAsAvailable' => 'Σήμανση εθελοντή ως διαθέσιμος',
    'markAsAvailableExpl' => 'Σε περίπτωση που θέλετε να επισημάνετε τον εθελοντή ως διαθέσιμο, ο εθελοντής θα μπορεί να ενταχθεί ξανά σε δράσεις και μονάδες.',

    'information' => 'Πληροφορίες',
    'availabilityInfo' => 'Πληροφορίες διαθεσιμότητας',
    'notAvailableFromTo' => 'Μη διαθέσιμος από <strong>:from</strong> έως <strong>:to</strong>',
    'noComment' => 'Κανένα σχόλιο',
    'commentsAboutVolunteer' => 'Σχόλια σχετικά με τον εθελοντή',
    'totalParticipationTime' => 'Συνολικός χρόνος συμμετοχής',


    /* profile actions */
    'participationToActions' => 'Συμμετοχή σε δράσεις',
    'volunteerHasnotParticipated' => 'Ο εθελοντής δεν έχει πάρει μέρος σε καμία δράση.',
    'date' => 'Ημέρα',
    'time' => 'Ώρα|Ώρες',
    'duration' => 'Διάρκεια',
    'workHours' => 'Ώρες απασχόλησης',
    'rating' => 'Αξιολόγηση',
    'comments' => 'Σχόλια',
    'totalHours' => 'Συνολικές ώρες',
    'ctaInterested' => 'Εκδήλωση ενδιαφέροντος',
    'volunteerIsInterestedIn' => 'Ο εθελοντής έχει εκδηλώσει ενδιαφέρον για τις παρακάτω δράσεις',
    'volunteerNotInterested' => 'Ο εθελοντής δεν έχει εκδηλώσει ενδιαφέρον για κάποια δράση.',
    'noWorkHours' => 'Δεν έχουν σημειωθεί ώρες απασχόλησης',
    'noRating' => 'Δεν έχει γίνει αξιολόγηση',
    'noComments' => 'Δεν υπάρχουν σχόλια',
    'totalWorkHours' => 'Συνολικές ώρες απασχόλησης',
    'hours' => 'ώρες',
    'minutes' => 'λεπτά',

    /* profile available */
    'completeSteps' => 'Ολοκληρωμένα Βήματα',

    /* profile status */
    'volunteerDoesnotBelongToUnitAction' => 'Ο εθελοντής δεν ανήκει σε καμία οργανωτική μονάδα ή δράση.',
    'assignToSubUnit' => 'Ανάθεση σε υπομονάδα',
    'removeFromUnit' => 'Αφαίρεση από μονάδα',
    'removeFromAction' => 'Αφαίρεση από τη δράση',
    'volunteerNotInAction' => 'Ο εθελοντής δε συμμετέχει σε κάποια δράση της μονάδας',
    'unitNoActions' => 'Η μονάδα δεν έχει δράσεις',


    /* profile pending */
    'noPendingStuff' => 'Ο εθελοντής δεν έχει καμία εκκρεμότητα.',
    'communicationStep' => 'Επικοινωνία με εθελοντή',
    'interviewStep' => 'Συνέντευξη με εθελοντή',
    'assignmentStep' => 'Ανάθεση σε μονάδα',
    'pendingStep' => 'Το βήμα εκκρεμεί',
    'completedtep' => 'Το βήμα είναι ολοκληρωμένο',


    /* history */
    'noHistory' => 'Το ιστορικό του εθελοντή είναι άδειο.',
    'actionDuration' => 'Διάρκεια δράσης',
    'assignedFromUser' => 'Η ανάθεση έγινε από το χρήστη',
    'assignedTo' => 'Ανάθεση στη',
    'volunteerWasNotAvailableFromTo' => 'Ο εθελοντής δεν ήταν διαθέσιμος το διάστημα',

    /* ratings */
    'ratedBy' => 'αξιολογήθηκε από',
    'noRatings' => 'Δεν υπάρχουν αξιολογήσεις για τον εθελοντή.',
    'ratedWhen' => 'στις',


    /* step */
    'step' => 'Βήμα',
    'stepComplete' => 'Βήμα μη ολοκληρωμένο',
    'stepIncomplete' => 'Βήμα ολοκληρωμένο',
    'completeStep' => 'Ολοκλήρωση βήματος',
    'tmpSave' => 'Προσωρινή αποθήκευση σχολίων',


    /* step assignment */
    'assignToUnit' => 'Ανάθεση στη μονάδα',
    'assignToUnitExpl' => 'Μπορείτε να αναθέσετε τον εθελοντή μόνο στις άμεσες υπομονάδες της μονάδας σας.',
    'assignedToUnit' => 'Ανατέθηκε στη μονάδα',
    'assignedToActionOrUnit' => 'Ανατέθηκε στη δράση/μονάδα',
    'assignToActionOrUnit' => 'Ανάθεση στη δράση/μονάδα',
    'assignToUnitAndMakeAvailable' => 'Ανάθεση στη μονάδα <strong>:unit</strong> και χαρακτηρισμός εθελοντή ως διαθέσιμος',
    'selectUnit' => 'Επιλογή μονάδας',
    'selectUnitExpl' => 'Μπορείτε να αναθέσετε τον εθελοντή είτε στις άμεσες υπομονάδες των μονάδων σας είτε στις μονάδες όπου είστε υπεύθυνος.',
    'selectAction' => 'Επιλογή δράσης',
    'assignToAction' => 'Ανάθεση στη δράση',
    'noUnitAvailable' => 'Δεν υπάρχει διαθέσιμη υπομονάδα.',


    /* step communication */
    'communicationWays' => 'Τρόποι επικοινωνίας',


    /* volunteer status legend*/
    'volunteerStatus' => 'Κατάσταση Εθελοντή|Καταστάσεις εθελοντή',
    'volunteerStatus.available' => 'Διαθέσιμος στη μονάδα',
    'volunteerStatus.pending' => 'Υπό ένταξη στη μονάδα',
    'volunteerStatus.active' => 'Ενεργός σε δράσεις στη μονάδα',
    'volunteerStatus.notAvailable' => 'Μη διαθέσιμος',
    'volunteerStatus.blacklisted' => 'Blacklisted',


    'fillField' => 'Συμπληρώστε το πεδίο',
    'from' => 'Από',
    'to' => 'Εώς',

    /* days of the week */
    'monday' => 'Δευτέρα',
    'tuesday' => 'Τρίτη',
    'wednesday' => 'Τετάρτη',
    'thursday' => 'Πέμπτη',
    'friday' => 'Παρασκευή',
    'saturday' => 'Σάββατο',
    'sunday' => 'Κυριακή',

    /* controller */
    /* controllers */
    'alreadyExists' => 'Το αρχείο :filename υπάρχει ήδη.',
    'moreThan10mb' => 'Το αρχείο :filename ξεπερνά σε μέγεθος τα 10mb.',

    'inAction' => 'Ο εθελοντής είναι ενεργός σε δράση και δεν μπορεί να διαγραφεί.',
    'inUnit' => 'Ο εθελοντής ανήκει σε οργανωτική μονάδα και δεν μπορεί να διαγραφεί.',
    'deleted' => 'Ο χρήστης διαγράφηκε.',


    /* terms */
    'termsConditions' => 'Όροι και Προϋποθέσεις Συμμετοχής',
    'termsText' => '<h3>Δηλώνω υπεύθυνα ότι:</h3>
                    <p>Όλα τα ανωτέρω στοιχεία είναι αληθή και σωστά.</p>
                    <p>Γνωρίζω ότι τα ανωτέρω στοιχεία θα παραμείνουν στο φορέα και αποδέχομαι ότι ο Δήμος Αθηναίων
                        δύναται
                        να επεξεργαστεί δεδομένα προσωπικού χαρακτήρα μου και ειδικότερα τα εδώ αναφερόμενα δεδομένα μου
                        για
                        τους σκοπούς οργάνωσης και πραγματοποίησης των εθελοντικών δράσεων. </p>
                    <p>Δεν υφίσταται σχέση εργασίας ή έργου μεταξύ εμού και του Γραφείου Εθελοντισμού του Δήμου Αθηναίων
                        για
                        τις εθελοντικές υπηρεσίες που προσφέρω.</p>
                    <p>Ουδεμία απαίτηση χρηματική ή άλλης αποζημίωσης έχω έναντι του Γραφείου Εθελοντισμού λόγω της
                        ανάληψης
                        των ανωτέρω αναφερόμενων εργασιών και της εθελοντικής μου προσφοράς σε αυτό.</p>
                    <p>Δηλώνω ότι δεν αντιμετωπίζω προβλήματα υγείας που θα μπορούσαν να επηρεάσουν την παροχή των
                        ανωτέρω
                        εθελοντικών υπηρεσιών.</p>
                    <p>Στις εργασίες στις οποίες συμμετέχω εθελοντικά το Γραφείο Εθελοντισμού θα μπορεί να αναγράφει το
                        όνομά μου εφόσον το επιθυμώ και μετά από δήλωσή μου.</p>
                    <p>Το υλικό που το Γραφείο Εθελοντισμού μου παράσχει για την υλοποίηση των εργασιών που αναλαμβάνω
                        καθώς
                        και τα παραγόμενα αποτελέσματα και προϊόντα αυτών ανήκουν αποκλειστικά και μόνον στο Γραφείο και
                        ως
                        εκ τούτου δεν έχω κανένα δικαίωμα (συμπεριλαμβανομένων και των πνευματικών) χρήσης, δημοσίευσης,
                        πώλησης ή άλλο επί αυτών.</p>
                    <p>Μετά το πέρας της εθελοντικής μου εργασίας υποχρεούμαι να επιστρέψω στο Γραφείο Εθελοντισμού το
                        υλικό
                        που μου έχει διατεθεί για το λόγο αυτό.</p>
                    <p>Κατά την διάρκεια υλοποίησης των εθελοντικών εργασιών που αναλαμβάνω, οφείλω να τηρώ τα χρονικά
                        πλαίσια που μου έχουν τεθεί από τον Φορέα και να ακολουθώ τις σχετικές υποδείξεις και οδηγίες
                        που
                        μου δίνονται.</p>
                    <p>Το Γραφείο Εθελοντισμού έχει το δικαίωμα να με παύσει από τις αρμοδιότητές μου ή να αφαιρέσει
                        τμήμα
                        των εθελοντικών εργασιών που αναλαμβάνω.</p>
                    <p>Κανένα άλλο δικαίωμα ή απαίτηση έχω έναντι του Γραφείου Εθελοντισμού.</p>',

    /* public form extra */
    'privacyText' => 'Σημειώνεται ότι τα προσωπικά και άλλα δεδομένα που θα συμπληρωθούν στην παρούσα αίτηση θα διατηρηθούν στο αρχείο
                        του Δήμου Αθηναίων, δεν θα αξιοποιηθούν για οποιονδήποτε άλλο σκοπό πέρα από την εθελοντική συμμετοχή στα
                        προγράμματα του Δήμου, και δεν πρόκειται τρίτοι να έχουν πρόσβαση σ’ αυτά, τηρουμένων των ισχυουσών διατάξεων
                        και ιδίως του άρθρου 10 ν. 2472/1997.',
    'agree' => 'Συμφωνώ',
    'send' => 'Αποστολή',
    'requiredField' => 'Το πεδίο είναι απαραίτητο.',
    'fillName' => 'Παρακαλώ συμπληρώστε το όνομά σας.',
    'fillLastName' => 'Παρακαλώ συμπληρώστε το επώνυμό σας.',
    'fillFathersName' => 'Παρακαλώ συμπληρώστε το όνομα του πατέρα σας.',
    'fillIdentity' => 'Παρακαλώ συμπληρώστε τον Α.Δ.Τ. ή Διαβατηρίου ή Άδεια Παραμονής και επιλέξτε
                    από τη λίστα τον τύπο.',
    'fillDate' => 'ΗΗ-ΜΜ-ΕΤΟΣ',
    'fillEmail' => 'Συμπληρώστε τη διεύθυνση στη μορφή "xxx@xxx.xx"',
    'fillEducation' => 'Επιλέξτε απο τη λίστα το επίπεδο της εκπαίδευσής σας.',
    'fillDriverLicence' => 'Επιλέξτε την κατηγορία του διπλώματός σας, εάν έχετε.',
    'additionalSkillsExp' => 'Συμπληρώστε τυχόν επιπλέον πρόσθετες ικανότητες, προσόντα και εμπειρία που διαθέτετε.',
    'successMessage' => 'Η φόρμα αποθηκεύτηκε επιτυχώς. Θα επικοινωνήσουμε σύντομα μαζί σας.',
];
