<?php

return [

    /* action_rating_attributes */
    'clearRole' => 'Στην αρχή της δράσης έγινε σαφές ποιος θα είναι ο ρόλος μου.',
    'knewRoleDuties' => 'Κατά τη διάρκεια της δράσης, ήξερα ποιος ήταν ο ρόλος και τα καθήκοντά μου.',
    'cooperationWithActionManager' => 'Είχα καλή συνεργασία με τον/την επικεφαλής της δράσης.',
    'cooperationWithVolunteers' => 'Είχα καλή συνεργασία με τους άλλους εθελοντές/εμπλεκόμενους στη δράση.',
    'interestingAction' => 'Βρήκα το περιεχόμενο της δράσης ενδιαφέρον.',
    'autonomy' => 'Κατά τη διάρκεια της δράσης είχα όση αυτονομία χρειαζόταν για την αποτελεσματική εκτέλεση των καθηκόντων μου.',
    'developedSkills' => 'Μέσα από αυτή τη δράση ανέπτυξα νέες ή εξέλιξα υπάρχουσες δεξιότητες.',
    'satisfied' => 'Είμαι ικανοποιημένος από τη συμμετοχή μου στη δράση.',
    'contribution' => 'Αισθάνθηκα ότι εκτιμήθηκε η συνεισφορά μου.',


    /*volunteer_rating_attributes*/
    'consistency' => 'Συνέπεια',
    'teamwork' => 'Ομαδικότητα',
    'diligence' => 'Εργατικότητα',
    'willingness' => 'Προθυμία',
    'effectiveness' => 'Ικανότητα/Αποτελεσματικότητα',


    /* opa_labor_skills */
    'troubleshooting' => 'Πρωτοβουλία/Επίλυση προβλημάτων',
    'criticalThinking' => 'Κριτική σκέψη',
    'projectImpl' => 'Ικανότητες σχεδιασμού και υλοποίησης έργου',
    'capacityPlanning' => 'Ικανότητα Προγραμματισμού',
    'orderliness' => 'Οργανωτική ικανότητα, μεθοδικότητα',
    'procrastinationLack' => 'Έλλειψη αναβλητικότητας',
    'credibility' => 'Υπευθυνότητα, αξιοπιστία',
    'consistency' => 'Συνέπεια',
    'patience' => 'Υπομονή',

    /* opa_interpersonal_skill */
    'writtenOralComm' => 'Ικανότητα γραπτής και προφορικής επικοινωνίας',
    'persuasion' => 'Πειθώ',
    'empathy' => 'Ενσυναίσθηση',
    'coopAbility' => 'Ικανότητα συνεργασίας',
    'patience' => 'Υπομονή',



];
