<?php

return [

    'title' => 'VoluntEasy',
    'volRating' => 'Αξιολόγηση',

    'admin' => 'Διαχειριστής',
    'unit_manager' => 'Υπεύθυνος Μονάδων',
    'action_manager' => 'Υπεύθυνος Δράσεων',
    'volunteer' => 'Εθελοντής',

    'admin-descr' => 'Ο Διαχειριστής είναι υπεύθυνος για όλες τις μονάδες και δράσεις του οργανισμού.',
    'unit_manager-descr' => 'Ο Υπεύθυνος Μονάδων είναι υπεύθυνος για τις οργανωτικές μοναδες στις οποίες έχεις ανατεθεί.',
    'action_manager-descr' => 'Ο Υπεύθυνος Δράσεων είναι υπεύθυνος για τις δράσεις στις οποίες έχεις ανατεθεί.',

];
