<?php

return [

    'title' => env('PLATFORM_NAME'),
    'volRating' => 'Αξιολόγηση',

    'admin' => 'Διαχειριστής',
    'unit_manager' => 'Υπεύθυνος Μονάδων',
    'action_manager' => 'Υπεύθυνος Δράσεων',

    'admin-descr' => 'Ο Διαχειριστής είναι υπεύθυνος για όλες τις μονάδες και δράσεις του οργανισμού.',
    'unit_manager-descr' => 'Ο Υπεύθυνος Μονάδων είναι υπεύθυνος για τις οργανωτικές μοναδες στις οποίες έχει ανατεθεί.',
    'action_manager-descr' => 'Ο Υπεύθυνος Δράσεων είναι υπεύθυνος για τις δράσεις στις οποίες έχει ανατεθεί.',


    'admin-at' => 'Διαχειριστής',
    'unit_manager-at' => 'Υπεύθυνος Μονάδων στις μονάδες:',
    'action_manager-at' => 'Υπεύθυνος Δράσεων στις δράσεις:',

    'complete' => 'Ολοκληρωμένη',
    'incomplete' => 'Μη Ολοκληρωμένη',
    'inprogress' => 'Σε εξέλιξη',
    'pending' => 'Εκκρεμεί',

    'priority-urgent' => 'Επείγον',
    'priority-high' => 'Υψηλή',
    'priority-medium' => 'Μεσαία',
    'priority-low' => 'Χαμηλή',


    /* common words and phrases*/
    'save' => 'Αποθήκευση',
    'edit' => 'Επεξεργασία',
    'delete' => 'Διαγραφή',
    'search' => 'Αναζήτηση',
    'clear' => 'Καθαρισμός',
    'submit' => 'Καταχώρηση',
    'close' => 'Κλείσιμο',
    'back' => 'Πίσω',
    'finish' => 'Ολοκλήρωση',
    'view' => 'Προβολή',
    'yes' => 'Ναι',
    'no' => 'Όχι',

    'to' => 'έως',
    'men' => 'Άνδρες',
    'women' => 'Γυναίκες',

    'legend' => 'Υπόμνημα',
    'greek' => 'Ελληνικά',
    'english' => 'English',


    /* error pages */
    'error' => 'ΣΦΑΛΜΑ',
    'pageNotFound' => 'Η σελίδα δεν βρέθηκε.',
    'noRights' => 'Δεν έχετε δικαίωμα να κάνετε τη συγκεκριμένη ενέργεια.',

    /* subtasks */
    'addWorkDate' => 'Προσθήκη ημερομηνίας και ώρας',

];
