<?php

return [

    /* data tables */
    'lengthMenu' => '_MENU_ γραμμές ανά σελίδα',
    'info' => 'Σελίδα _PAGE_ από _PAGES_',
    'first' => 'Πρώτη',
    'last' => 'Τελευταία',
    'copy' => 'Αντιγραφή',
    'print' => 'Εκτύπωση',
    'csv' => 'CSV',
    'zeroVolunteers' => 'Δεν υπάρχουν εθελοντές',
    'zeroUnits' => 'Δεν υπάρχουν οργανωτικές μονάδες',
    'zeroActions' => 'Δεν υπάρχουν δράσεις',
    'zeroUsers' => 'Δεν υπάρχουν χρήστες',

    /* dashboard calendar */
    'unit' => 'Μονάδα:',
    'action' => 'Δράση',
    'actionDescr' => 'Περιγραφή Δράσης:',
    'actionDuration' => 'Διάρκεια:',
    'actionExec' => 'Στοιχεία Υπευθύνου:',
    'volNum' => 'Αριθμός Εθελοντών:',


    /* units */
    'belongsTo' => 'Ανήκει στη μονάδα',
    'deleteUnit' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε τη μονάδα;',

    /* actions */
    'deleteAction' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε τη δράση;',
    'deleteTask' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το task;',
    'deleteCollab' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το συνεργαζόμενου φορέα;',
    'deleteFile' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το αρχείο;',
    'totalRatings' => 'Συνολικές αξιολογήσεις',


    /* volunteer statuses */
    'new' => 'Νέοι',
    'pending' => 'Υπό ένταξη',
    'available' => 'Διαθέσιμος',
    'active' => 'Ενεργός',

    /* ratings */
    'answerAllQuestions' => 'Παρακαλώ απαντήστε σε όλες τις ερωτήσεις',
    'pleaseRateVolunteer' => 'Παρακαλώ αξιολογήστε τον εθελοντή',
    'pleaseAddOnlyNumbers' => 'Παρακαλώ αξιολογήστε τον εθελοντή',


    /* users */
    'deleteUser' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το χρήστη;',


    /* tasks and subtasks */
    'deleteTask' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το task;',
    'deleteSubtask' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το subtask;',
    'deleteWorkDate' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε την ημέρα/ώρα;',
    'low' => 'Χαμηλή',
    'medium' => 'Μεσαία',
    'high' => 'Υψηλή',
    'urgent' => 'Επείγον',
    'noToDos' => 'Δεν υπάρχουν To-Dos',
    'assignVolunteer' => 'Είστε σίγουροι ότι θέλετε να γίνει η ανάθεση του εθελοντή στο υπάρχον προφίλ;',
    'removeVolunteer' => 'Είστε σίγουροι ότι θέλετε να αφαιρέσετε τον ενδιαφερόμενο εθελοντή;',


    /* generic */
    'edit' => 'Επεξεργασία',
    'delete' => 'Διαγραφή',


    /* months */
    'january' => 'Ιανουάριος',
    'february' => 'Φεβρουάριος',
    'march' => 'Μάρτιος',
    'april' => 'Απρίλιος',
    'may' => 'Μάιος',
    'june' => 'Ιούνιος',
    'july' => 'Ιούλιος',
    'august' => 'Αύγουστος',
    'september' => 'Σεπτέμβριος',
    'october' => 'Οκτώβριος',
    'november' => 'Νοέμβριος',
    'december' => 'Δεκέμβριος',



    /* custom.js */
    'notUserUnit' => 'Δεν είστε υπεύθυνος της μονάδας και δεν μπορείτε να την επιλέξετε.',
    'hasUnits' => 'Δεν μπορείτε να προσθέσετε δράση σε μονάδα που έχει υπομονάδες.',
    'hasActions' => 'Δεν μπορείτε να προσθέσετε υπομονάδα σε μονάδα που έχει δράσεις.',




];
