<?php

return [

    /* data tables */
    'lengthMenu' => '_MENU_ γραμμές ανά σελίδα',
    'info' => 'Σελίδα _PAGE_ από _PAGES_',
    'first' => 'Πρώτη',
    'last' => 'Τελευταία',
    'copy' => 'Αντιγραφή',
    'print' => 'Εκτύπωση',
    'csv' => 'CSV',
    'zeroVolunteers' => 'Δεν υπάρχουν εθελοντές',
    'zeroUnits' => 'Δεν υπάρχουν οργανωτικές μονάδες',
    'zeroActions' => 'Δεν υπάρχουν δράσεις',
    'zeroUsers' => 'Δεν υπάρχουν χρήστες',
    'zeroCollaborators' => 'Δεν υπάρχουν συνεργαζόμενοι φορείς',

    /* dashboard calendar */
    'unit' => 'Μονάδα:',
    'action' => 'Δράση',
    'actionDescr' => 'Περιγραφή Δράσης:',
    'actionDuration' => 'Διάρκεια:',
    'actionExec' => 'Στοιχεία Υπευθύνου:',
    'volNum' => 'Αριθμός Εθελοντών:',


    /* units */
    'belongsTo' => 'Ανήκει στη μονάδα',
    'deleteUnit' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε τη μονάδα;',

    /* actions */
    'deleteAction' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε τη δράση;',
    'deleteTask' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το task;',
    'deleteCollab' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το συνεργαζόμενου φορέα;',
    'deleteFile' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το αρχείο;',
    'totalRatings' => 'Συνολικές αξιολογήσεις',


    /* volunteers */
    'new' => 'Νέος|Νέοι',
    'pending' => 'Υπό ένταξη',
    'available' => 'Διαθέσιμος|Διαθέσιμοι',
    'active' => 'Ενεργός|Ενεργoί',
    'notAvailable' => 'Μη διαθέσιμος|Μη διαθέσιμοι',
    'blacklisted' => 'Blacklisted',
    'deleteVolunteer' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε τον εθελοντή;',
    'removeVolunteerFromUnit' => 'Είστε σίγουροι ότι θέλετε να αφαιρέσετε τον εθελοντή από τη μονάδα;',
    'removeVolunteerFromAction' => 'Είστε σίγουροι ότι θέλετε να αφαιρέσετε τον εθελοντή από τη δράση;',
    'volunteerPendingUnit' => 'Ο εθελοντής είναι υπό ένταξη στη μονάδα ',
    'volunteerAvailableUnit' => 'Ο εθελοντής είναι διαθέσιμος στη μονάδα ',
    'volunteerActiveUnit' => 'Ο εθελοντής είναι ενεργός σε δράσεις  στη μονάδα ',
    'viewProfile' => 'Προβολή Προφίλ',
    'assignToMyUnit' => 'Ανάθεση στη μονάδα μου',


    /* ratings */
    'answerAllQuestions' => 'Παρακαλώ απαντήστε σε όλες τις ερωτήσεις',
    'pleaseRateVolunteer' => 'Παρακαλώ αξιολογήστε τον εθελοντή',
    'pleaseAddOnlyNumbers' => 'Παρακαλώ εισάγετε μόνο αριθμούς.',
    'deleteRating' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε την αξιολόγηση;',


    /* users */
    'deleteUser' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το χρήστη;',


    /* tasks and subtasks */
    'deleteTask' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το task;',
    'deleteSubtask' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε το subtask;',
    'deleteShift' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε τη βάρδια;',
    'low' => 'Χαμηλή',
    'medium' => 'Μεσαία',
    'high' => 'Υψηλή',
    'urgent' => 'Επείγον',
    'noToDos' => 'Δεν υπάρχουν To-Dos',
    'assignVolunteer' => 'Είστε σίγουροι ότι θέλετε να γίνει η ανάθεση του εθελοντή στο υπάρχον προφίλ;',
    'removeVolunteer' => 'Είστε σίγουροι ότι θέλετε να αφαιρέσετε τον ενδιαφερόμενο εθελοντή;',
    'assignedTo' => 'Ανατέθηκε σε',
    'expires' => 'λήγει στις',


    /* reports */
    'totalHours' => 'Συνολικές ώρες',
    'year' => 'Έτος',
    'men' => 'Άνδρες',
    'women' => 'Γυναίκες',
    'gymnasio' => 'Γυμνάσιο',
    'highschool' => 'Λύκειο',
    'tei' => 'Ανώτερη',
    'uni' => 'Ανώτατη',
    'master' => 'Μεταπτυχιακά',


    /* user roles */
    'admin' => 'Διαχειριστής',
    'unitManager' => 'Υπεύθυνος Μονάδας',
    'actionManager' => 'Υπεύθυνος Δράσης',


    /* shifts.js */
    'volunterComments' => 'Σχόλια εθελοντή',
    'assignedToProfile' => 'Έχει γίνει σύνδεση με υπάρχον :linkStartπροφίλ:linkEnd. . Ο εθελοντής θα πρέπει να προστεθεί στη μονάδα της δράσης για να είναι διαθέσιμος.',
    'volunteerFound' => 'Βρέθηκε :linkStartεθελοντής:linkEnd με το ίδιο email. Είναι ο ίδιος;',
    'volunteerNotFound' => 'Ο εθελοντής δεν βρέθηκε στην πλατφόρμα. Επικοινωνήστε μαζί του και δημιουργήστε το προφίλ του.',
    'empty' => 'Κενό',
    'requiredField' => 'Συμπληρώστε το πεδίο',
    'newShift' => 'Δημιουργία νέας βάρδιας',

    /* to-do */
    'todoCreated' => 'Δημιουργήθηκε από :user στις :date',
    'todoEdited' => 'Τροποποιήθηκε από :user στις :date',


    /* custom.js */
    'notUserUnit' => 'Δεν είστε υπεύθυνος της μονάδας και δεν μπορείτε να την επιλέξετε.',
    'hasUnits' => 'Δεν μπορείτε να προσθέσετε δράση σε μονάδα που έχει υπομονάδες.',
    'hasActions' => 'Δεν μπορείτε να προσθέσετε υπομονάδα σε μονάδα που έχει δράσεις.',


    /* generic */
    'edit' => 'Επεξεργασία',
    'delete' => 'Διαγραφή',
    'reject' => 'Απόρριψη',
    'approve' => 'Έγκριση',


    /* months */
    'january' => 'Ιανουάριος',
    'february' => 'Φεβρουάριος',
    'march' => 'Μάρτιος',
    'april' => 'Απρίλιος',
    'may' => 'Μάιος',
    'june' => 'Ιούνιος',
    'july' => 'Ιούλιος',
    'august' => 'Αύγουστος',
    'september' => 'Σεπτέμβριος',
    'october' => 'Οκτώβριος',
    'november' => 'Νοέμβριος',
    'december' => 'Δεκέμβριος',

    'am' => ' π.μ.',
    'pm' => ' μ.μ.',


];
