<div class="text-center">
    <img src="{{ asset('assets/images/eegrants.jpg') }}" style="margin: 10px auto; width:250px;"/>
</div>
<p><small>Το έργο χρηματοδοτείται από την Ισλανδία, το Λιχτενστάιν και τη Νορβηγία στο πλαίσιο του Προγράμματος <a href="http://www.weareallcitizens.gr/" target="_blank">«Είμαστε όλοι Πολίτες»</a>, το οποίο είναι μέρος του συνολικού Χρηματοδοτικού Μηχανισμού του ΕΟΧ για την Ελλάδα, γνωστού ως <a href="http://eeagrants.org/" target="_blank">EEA Grants</a>. Διαχειριστής Επιχορήγησης του Προγράμματος είναι το  <a href="http://www.bodossaki.gr/" target="_blank">Ίδρυμα Μποδοσάκη</a>. Στόχος του Προγράμματος είναι η ενδυνάμωση της κοινωνίας των πολιτών στη χώρα μας και η ενίσχυση της κοινωνικής δικαιοσύνης, της δημοκρατίας και της βιώσιμης ανάπτυξης.</small></p>
