<?php

return [

    'collab' => 'Συνεργαζόμενος Φορέας',
    'collabs' => 'Συνεργαζόμενοι Φορείς',

    'view' => 'Προβολή Συνεργασιών',
    'viewOne' => 'Προβολή Συνεργαζόμενου Φορέα',
    'create' => 'Δημιουργία Συνεργαζόμενου Φορέα',
    'edit' => 'Επεξεργασία Συνεργαζόμενου Φορέα',
    'info' => 'Στοιχεία συνεργαζόμενου φορέα',


    'duration' => 'VoluntEasy',
    'execEmail' => 'Αξιολόγηση',

    'name' => 'Όνομα',
    'type' => 'Τύπος',
    'description' => 'Περιγραφή',
    'duration' => 'Διάρκεια',
    'startDate' => 'Ημερομηνία Έναρξης',
    'endDate' => 'Ημερομηνία Λήξης',
    'collabAddress' => 'Διεύθυνση φορέα',
    'collabPhone' => 'Τηλέφωνο φορέα',

    'execInfo' => 'Στοιχεία υπευθύνου συνεργαζόμενου φορέα',
    'email' => 'Email',
    'address' => 'Διεύθυνση',
    'phone' => 'Τηλέφωνο',
    'uploadFiles' => 'Ανέβασμα αρχείων',
    'moreThanOneFile' => 'Μπορείτε να ανεβάσετε περισσότερα από 1 αρχεία.',
    'lessThan10gb' => 'Τα αρχεία δεν πρέπει να ξεπερνούν σε μέγεθος τα 10mb.',
    'uploadedFiles' => 'Ανεβασμένα αρχεία',
    'noExec' => 'Δεν έχει οριστεί υπεύθυνoς φορέα',
    'files' => 'Αρχεία συνεργαζόμενου φορέα',


    /*search*/
    'collabName' => 'Όνομα συνεργαζόμενου φορέα',
    'startDateExpl' => 'Συμβάσεις που ξεκινούν μετά από την ημερομηνία',
    'endDateExpl' => 'Συμβάσεις που λήγουν πριν από την ημερομηνία',
    'activeOnly' => 'Μόνο οι ενεργές συμβάσεις',

    'actions' => 'Ενέργειες',

    /* form validation */
    'endDateAfter' => 'Η ημερομηνία λήξης πρέπει να είναι μετά την ημερομηνία έναρξης.',
    'typeIdEmpty' => 'Παρακαλώ επιλέξτε τύπο φορέα.',

    /* controllers */
    'alreadyExists' => 'Το αρχείο :filename υπάρχει ήδη.',
    'moreThan10mb' => 'Το αρχείο :filename ξεπερνά σε μέγεθος τα 10mb.',
    'deleted' => 'Ο φορέας διαγράφηκε.',

];
