<?php

return [

    'unit'		=> 'Μονάδα',
    'units'	=> 'Μονάδες',

    'view' => 'Προβολή Οργανωτικών Μονάδων',
    'viewOne' => 'Προβολή Οργανωτικής Μονάδας',
    'create' => 'Δημιουργία Οργανωτικής Μονάδας',
    'edit' => 'Επεξεργασία Μονάδας',
    'info' => 'Στοιχεία οργανωτικής μονάδας',

    /* search */
    'unitName' => 'Όνομα Μονάδας',
    'belongsTo' => 'Ανήκει στη μονάδα',
    'executive' => 'Υπεύθυνος',
    'myUnits' => 'Οι μονάδες μου',

    /* table and form */
    'name' => 'Όνομα',
    'description' => 'Περιγραφή',
    'comments' => 'Σχόλια',
    'actions' => 'Ενέργειες',
    'selectExec' => 'Επιλογή Υπευθύνου/ων',
    'selectParent' => 'Επιλογή πατέρα οργανωτικής',
    'activeActions' => 'Ενεργές Δράσεις',

    'noActions' => 'Η μονάδα δεν έχει καμία δράση',
    'allActions' => 'Όλες οι δράσεις',
    'addAction' => 'Προσθήκη Δράσης',
    'addVolunteers' => 'Προσθήκη Εθελοντών',
    'noExec' => 'Η μονάδα δεν έχει κανέναν υπεύθυνο',
    'exec' => 'Υπεύθυνος Μονάδας',
    'execs' => 'Υπεύθυνοι Μονάδας',

    /* form validation */
    'parentUniRequired' => 'Παρακαλώ επιλέξτε Οργανωτική Μονάδα.',

    /* controller */
    'hasActions' => 'Η οργανωτική μονάδα περιέχει δράσεις και δεν μπορεί να διαγραφεί.',
    'hasVolunteers' => 'Η οργανωτική μονάδα περιέχει εθελοντές και δεν μπορεί να διαγραφεί.',
    'hasUsers' => 'Η οργανωτική μονάδα περιέχει χρήστες και δεν μπορεί να διαγραφεί.',
    'isParent' => 'Η οργανωτική μονάδα δεν μπορεί να διαγραφεί γιατί εξαρτώνται άλλες μονάδες από αυτή.',
    'deleted' => 'Η οργανωτική μονάδα διαγράφηκε.',

];
