<?php

return [

    'user' => 'Χρήστης',
    'users' => 'Χρήστες',

    'view' => 'Προβολή Χρηστών',
    'viewOne' => 'Προβολή Χρήστη',
    'create' => 'Προσθήκη Χρήστη',
    'edit' => 'Επεξεργασία Χρήστη',
    'info' => 'Στοιχεία Χρήστη',
    'information' => 'Στοιχεία',

    'roles' => 'Ρόλοι',
    'userRoles' => 'Ρόλοι χρήστη',
    'noRoles' => 'Ο χρήστης δεν έχει κανένα ρόλο',
    'inGreenTheUserUnits' => 'Με πράσινο σημειώνονται οι μονάδες τις οποίες ο χρήστης μπορεί να επεξεργαστεί.',

    'myTasks' => 'Οι εκκρεμότητές μου',
    'uploadPhoto' => 'Ανέβασμα φωτογραφίας',
    'id' => 'ID',
    'name' => 'Όνομα',
    'lastName' => 'Επώνυμο',
    'email' => 'Email',
    'address' => 'Διεύθυνση',
    'phone' => 'Τηλέφωνο',
    'password' => 'Κωδικός',
    'passwordExpl' => 'Ο κωδικός πρέπει να έχει μήκος τουλάχιστον 8 χαρακτήρες και να περιέχει τουλάχιστον έναν αριθμό.',
    'passwordConfirm' => 'Επιβεβαίωση κωδικού',
    'unitUser' => 'Υπεύθυνος στη μονάδα',
    'units' => 'Μονάδες',
    'actions' => 'Ενέργειες',

    'unitSelectExpl' => 'Κρατήστε πατημένο το πλήκτρο CTRL για να επιλέξετε παραπάνω από μία μονάδες.',
    'unitNotSelectable' => 'Οι μονάδες στις οποίες δεν έχετε πρόσβαση είναι μη επιλέξιμες (γκριζαρισμένες).',

    'actionSelectExpl' => 'Κρατήστε πατημένο το πλήκτρο CTRL για να επιλέξετε παραπάνω από μία δράσεις.',

    /* controller */
    'hasActions' => 'Ο χρήστης είναι υπεύθυνος σε μονάδες και δεν μπορεί να διαγραφεί.',
    'hasUnits' => 'Ο χρήστης είναι υπεύθυνος σε δράσεις και δεν μπορεί να διαγραφεί.',
    'deleted' => 'Ο χρήστης διαγράφηκε.',
];
